import React from 'react'

const About = () => {
  return (
    <div>
      <h2>ברוכים הבאים לפרינטלי – מתנות קטנות, הדפסות שוות! </h2>
      <p>
        כאן אנו יוצרים קסם על גבי מוצרים, עם איורים מתוקים ומלאי אופי שהילדים שלכם יאהבו.
        אנחנו מציעים מגוון רחב של פריטים מודפסים, החל מחולצות ובגדים, דרך ספלים וכוסות, ועד כיסויים לטלפון,
        כולם מעוצבים בקפידה עם דמויות חמודות וצבעוניות שמעוררות השראה וכיף.
        בפרינטלי, אנו מאמינים שמתנות קטנות יכולות להביא שמחה גדולה.
        לכן, אנו מקפידים על איכות הדפסה גבוהה ומוצרים עמידים, כדי שתוכלו ליהנות מהם לאורך זמן.
        בין אם אתם מחפשים מתנה מקורית ליום הולדת, דרך להוסיף טאץ' אישי ליום יום,
        או פשוט רוצים לפנק את הילדים במשהו מיוחד – אצלנו תמצאו את הפריט המושלם.
        ההדפסות שלנו מתאימות לילדים בכל הגילאים, ונותנות לכם ההורים את האפשרות לבחור מתנה שהיא גם יפה, גם שימושית, וגם מביאה חיוך.
        אנו מזמינים אתכם לגלוש באתר, לגלות את הדמויות המקסימות שלנו, ולבחור את ההדפסה השווה הבאה שתשמח את יקיריכם.</p>
    </div>
  )
}

export default About;